var resultshow = [{
  "part1":"Ты вообще из нашего чата?",
  "part2":"Охранник на вахте"
},
{
  "part1":"Скорее всего ты с нами недавно, пора знакомиться с остальными:)",
  "part2":"Пандемический ученик"
},

{
  "part1":"Кажись у тебя много пропущенных занятий, или ты на них спишь?",
  "part2":"Тот у кого нет тетради по теории"
},
{
  "part1":"Неплохо, ты даже наверное присылаешь мемы в чате?",
  "part2":"Сделал большую часть вариантов в апреле"
},
{
  "part1":"Так, ты видимо почти не пропускаешь занятия и делаешь все вовремя. Похвально:)",
  "part2":"Уточняет оформление второй части"
},
{
  "part1":"Почти все верно! Да ты похоже борешься за сотку!",
  "part2":"Местный олимпиадник"
},
{
  "part1":"Так, ты откуда знаешь все ответы?",
  "part2":"Марс"
}
]
